tap "acrogenesis/macchanger"
tap "beeftornado/rmtree"
tap "cvc4/cvc4"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mistertea/et"
cask "anki"
cask "appcleaner"
cask "audacity"
cask "coconutbattery"
cask "discord"
cask "element"
cask "eloston-chromium"
cask "firefox@beta"
cask "google-chrome"
cask "grandperspective"
cask "imageoptim"
cask "keepassxc"
cask "kiwix"
cask "libreoffice"
cask "macfuse"
cask "mullvad-browser"
cask "mullvadvpn"
cask "nextcloud"
cask "remarkable"
cask "signal"
cask "skim"
cask "slack"
cask "spotify"
cask "standard-notes"
cask "stats"
cask "steam"
cask "telegram"
cask "thunderbird"
cask "tor-browser"
cask "tradingview"
cask "transmission"
cask "trezor-suite"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "wireshark"
cask "xquartz"
cask "zoom"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "haskell.haskell"
vscode "justusadam.language-haskell"
vscode "kilocode.kilo-code"
vscode "mkhl.direnv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "rooveterinaryinc.roo-cline"
vscode "saoudrizwan.claude-dev"
vscode "tomoki1207.pdf"
