tap "acrogenesis/macchanger"
tap "beeftornado/rmtree"
tap "cvc4/cvc4"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mistertea/et"
brew "arp-scan"
brew "acrogenesis/macchanger/macchanger"
cask "alacritty"
cask "android-file-transfer"
cask "anki"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "chromedriver"
cask "coconutbattery"
cask "cubicsdr"
cask "discord"
cask "docker"
cask "element"
cask "eloston-chromium"
cask "exifcleaner"
cask "firefox@beta"
cask "fldigi"
cask "flux"
cask "geekbench"
cask "golly"
cask "google-chrome"
cask "gqrx"
cask "grandperspective"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "keepassxc"
cask "kitty"
cask "koodo-reader"
cask "libreoffice"
cask "macfuse"
cask "macs-fan-control"
cask "minecraft"
cask "miniconda"
cask "mitmproxy"
cask "mullvadvpn"
cask "musescore"
cask "nextcloud"
cask "obs"
cask "obsidian"
cask "remarkable"
cask "ripcord"
cask "signal"
cask "skim"
cask "slack"
cask "spotify"
cask "standard-notes"
cask "stats"
cask "steam"
cask "telegram"
cask "thunderbird"
cask "tor-browser"
cask "tradingview"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "wireshark"
cask "xbar"
cask "xquartz"
cask "zed"
cask "zoom"
cask "zulip"
