tap "acrogenesis/macchanger"
tap "beeftornado/rmtree"
tap "cvc4/cvc4"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mistertea/et"
brew "arp-scan"
brew "acrogenesis/macchanger/macchanger"
cask "alacritty"
cask "android-file-transfer"
cask "anki"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "chromedriver"
cask "coconutbattery"
cask "cscreen"
cask "cubicsdr"
cask "devdocs"
cask "discord"
cask "docker"
cask "element"
cask "eloston-chromium"
cask "exifcleaner"
cask "firefox@beta"
cask "fldigi"
cask "flux"
cask "geekbench"
cask "golly"
cask "google-chrome"
cask "gqrx"
cask "grandperspective"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "keepassxc"
cask "kitty"
cask "kiwix"
cask "koodo-reader"
cask "libreoffice"
cask "macfuse"
cask "macs-fan-control"
cask "minecraft"
cask "miniconda"
cask "mitmproxy"
cask "mullvadvpn"
cask "musescore"
cask "nextcloud"
cask "obs"
cask "obsidian"
cask "remarkable"
cask "ripcord"
cask "signal"
cask "skim"
cask "slack"
cask "spotify"
cask "standard-notes"
cask "stats"
cask "steam"
cask "telegram"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "wireshark"
cask "xbar"
cask "xquartz"
cask "zed"
cask "zeronet"
cask "zoom"
cask "zulip"
vscode "ban.spellright"
vscode "bbenoist.nix"
vscode "cschlosser.doxdocgen"
vscode "dafny-lang.ide-vscode"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "foam.foam-vscode"
vscode "formulahendry.code-runner"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "haskell.haskell"
vscode "hiro-sun.vscode-emacs"
vscode "jeff-hykin.better-cpp-syntax"
vscode "juanblanco.solidity"
vscode "justusadam.language-haskell"
vscode "mathiasfrohlich.kotlin"
vscode "maximedenes.vscoq"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.anycode"
vscode "ms-vscode.anycode-c-sharp"
vscode "ms-vscode.anycode-cpp"
vscode "ms-vscode.anycode-go"
vscode "ms-vscode.anycode-java"
vscode "ms-vscode.anycode-kotlin"
vscode "ms-vscode.anycode-php"
vscode "ms-vscode.anycode-python"
vscode "ms-vscode.anycode-rust"
vscode "ms-vscode.anycode-typescript"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.theme-tomorrowkit"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "naco-siren.gradle-language"
vscode "redhat.java"
vscode "richardwillis.vscode-gradle-extension-pack"
vscode "rubymaniac.vscode-direnv"
vscode "sethjones.kotlin-on-vscode"
vscode "sourcegraph.cody-ai"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
